/**
 * Ukrainian translation for bootstrap-datetimepicker
 * Andrey Vityuk <andrey [dot] vityuk [at] gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['uk'] = {
		days: ["袧械写褨谢褟", "袩芯薪械写褨谢芯泻", "袙褨胁褌芯褉芯泻", "小械褉械写邪", "效械褌胁械褉", "袩'褟褌薪懈褑褟", "小褍斜芯褌邪", "袧械写褨谢褟"],
		daysShort: ["袧械写", "袩薪写", "袙褌褉", "小褉写", "效褌胁", "袩褌薪", "小褍斜", "袧械写"],
		daysMin: ["袧写", "袩薪", "袙褌", "小褉", "效褌", "袩褌", "小斜", "袧写"],
		months: ["小褨褔械薪褜", "袥褞褌懈泄", "袘械褉械蟹械薪褜", "袣胁褨褌械薪褜", "孝褉邪胁械薪褜", "效械褉胁械薪褜", "袥懈锌械薪褜", "小械褉锌械薪褜", "袙械褉械褋械薪褜", "衮芯胁褌械薪褜", "袥懈褋褌芯锌邪写", "袚褉褍写械薪褜"],
		monthsShort: ["小褨褔", "袥褞褌", "袘械褉", "袣胁褨", "孝褉邪", "效械褉", "袥懈锌", "小械褉", "袙械褉", "衮芯胁", "袥懈褋", "袚褉褍"],
		today: "小褜芯谐芯写薪褨",
		suffix: [],
		meridiem: []
	};
}(jQuery));