/**
* Greek translation for bootstrap-datetimepicker
*/
;(function($){
  $.fn.datetimepicker.dates['el'] = {
	    days: ["螝蠀蚁喂伪魏萎", "螖蔚蠀蟿苇蚁伪", "韦蚁委蟿畏", "韦蔚蟿维蚁蟿畏", "螤苇渭蟺蟿畏", "螤伪蚁伪蟽魏蔚蠀萎", "危维尾尾伪蟿慰", "螝蠀蚁喂伪魏萎"],
	    daysShort: ["螝蠀蚁", "螖蔚蠀", "韦蚁喂", "韦蔚蟿", "螤蔚渭", "螤伪蚁", "危伪尾", "螝蠀蚁"],
	    daysMin: ["螝蠀", "螖蔚", "韦蚁", "韦蔚", "螤蔚", "螤伪", "危伪", "螝蠀"],
	    months: ["螜伪谓慰蠀维蚁喂慰蟼", "桅蔚尾蚁慰蠀维蚁喂慰蟼", "螠维蚁蟿喂慰蟼", "螒蟺蚁委位喂慰蟼", "螠维喂慰蟼", "螜慰蠉谓喂慰蟼", "螜慰蠉位喂慰蟼", "螒蠉纬慰蠀蟽蟿慰蟼", "危蔚蟺蟿苇渭尾蚁喂慰蟼", "螣魏蟿蠋尾蚁喂慰蟼", "螡慰苇渭尾蚁喂慰蟼", "螖蔚魏苇渭尾蚁喂慰蟼"],
	    monthsShort: ["螜伪谓", "桅蔚尾", "螠伪蚁", "螒蟺蚁", "螠维喂", "螜慰蠀谓", "螜慰蠀位", "螒蠀纬", "危蔚蟺", "螣魏蟿", "螡慰蔚", "螖蔚魏"],
	    today: "危萎渭蔚蚁伪",
		suffix: [],
		meridiem: []
  };
}(jQuery));